---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.SplitProfileDimensions
source: html/f02a81ea-7838-f336-abd2-0a0181c799eb.htm
---
# Autodesk.Revit.DB.GroupTypeId.SplitProfileDimensions Property

Dimensions (linear units or % of thickness).

## Syntax (C#)
```csharp
public static ForgeTypeId SplitProfileDimensions { get; }
```